X=' '
print('Фирма: Рога и копыта')
print(X*60 + 'Дата 10.06.2023г.')
print(X*30 + 'ТОВАРНЫЙ ЧЕК')
print("\n" 'Наименование товара' + X*12 + 'Кол-во' + X*12
      + 'Цена' + X*12 + 'Сумма')
print("\n" 'Белый хлеб' + X*23 + '1' + X*12 + '25руб. 39коп.'
      + X*5 + '25руб. 39коп.')
print("\n" 'Молоко' + X*27 + '1' + X*12 + '81руб. 49коп.'
      + X*5 + '81руб. 49коп..')
print("\n" 'Чай в пакетиках' + X*18 + '1' + X*12 + '139руб. 00коп.'
      + X*4 + '139руб. 00коп.')
print("\n" 'Колбаса' + X*26 + '1' + X*12 + '600руб. 49коп.'
      + X*4 + '600руб. 49коп.')
print("\n" 'Сыр голландский' + X*18 + '1' + X*12 + '459руб. 79коп.'
      + X*4 + '459руб. 79коп.')
print("\n" 'Шоколад' + X*26 + '1' + X*12 + '99руб. 99коп.'
      + X*5 + '99руб. 99коп.')
print("\n" 'Всего: 1406руб. 15коп.')
print("\n" + X*50 + 'Подпись продавца: ')
